
/* Presented when user typed illegal characters -- No valid object */
"Invalid number" = "無效數字";

/* Presented when user value smaller than minimum */
"Fell short of minimum" = "小於最小值";

/* Presented when user value larger than maximum */
"Maximum exceeded" = "超過最大值";

/* Presented when value is a float, but floats not allowed */
"Floating Point not allowed" = "不允許浮點";

/* Presented when string cannot be converted to an NSDate */
"Invalid date string" = "無效的日期字串";

